IdeaRS.OpenModel.Material.ConcAggregateTypeSIA
Concrete aggreage type

IdeaRS.OpenModel.Material.ConcAggregateTypeSIA.AlluvialGravel
Alluvial gravel

IdeaRS.OpenModel.Material.ConcAggregateTypeSIA.CrushedLimestone
Crushed limestone

IdeaRS.OpenModel.Material.ConcAggregateTypeSIA.Micaceous
Micaceous